/* I Know */
"I Know" = "I Know";

/* application title */
"Job Scheduer" = "Shift Scheduler";

/* alart title in editing profile view */
"Input Job Name" = "Input Job Name";

/* job name */
"Job Name" = "Shift Name";

/* dd */
"Name of Job" = "input the name of shift";

/* OK */
"OK" = "OK";

/* alert string in editing profile view to let user input job name */
"Please input Job Name" = "Please Input Shift Name";

/* empty name is not allow in profile view */
"Please Input Name" = "Please input the shift name and press save again";

/* how long rest days */
"Rest Length" = "Rests";

/* save profile */
"Save" = "Save";

/* setting for profiles */
"Setting" = "Setting";


/* start with this date */
"Start With" = "Start date";

/* how long work days */
"Work Length" = "Works";

/* today */
"Today" = "Today";

/* return to home in profile view */
"Home" = "Home";

/* alart title in  profile adding view */
"incomplete input" = "incomplete input";

/* alert string in editing profile view let user choose start date" */
"Please choose start date" = "Please choose start date.";


/* shift management view */
"Management Shift" = "Shift Management";

/* more */
"More" = "More";

/* cancel */
"Cancel" = "Cancel";

/* change shift */
"change shift" = "Change Shifts";

/* manage shift in main view */
"manage shift" = "Manage Shifts";

"Change Icon" = "Change Shift Icon";

"Change Color" = "Change Shift Color";

"Shift Detail" = "Shift Detail";

/* name and icon title */
"Name and Icon" = "Name and Icon";

/* InfColorPicker default nav item title */
"Set Color" = "Select Color";

/* title of choose icon view */
"Choose Icon" = "Choose Icon";

/* tips in profiles view */
"choose to change shift detail" = "Choose Shift you want to change or view. Trun on/off the shift display on the calender by the switch.";

/* add new shift  in profiles view*/
"Adding new shift..." = "Adding new shift...";

"Tell a friend" = "Tell a friend";

"Email support" = "Feedback";

"Rating me!"    = "Rate me!";

"[SSS] ShiftSheduler support" = "[SSS] ShiftSheduler support";

"Check this app: Shift Sheduler" = "Checkout this app: Shift Sheduler";

"__TELL_OTHER_BODY__" = "Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8";

/****/
"Time and Remind" = "Time and Reminds";
/* Time to start work */
"Clock In" = "Clock In";
/* How many hours? */
"With Hours" = "With Hours";
/* how long notice before work */
"Work Alert" = "Work Alert";
/* how long time remind me before off */
"Off Alert"  = "Off Alert";

/* None alert */
"None" = "None";
/* just on time */
"At time of event" = "At time of event";
"5 minutes before" = "5 minutes before";
"15 minutes before" = "15 minutes before";
"30 minutes before" = "30 minutes before";
"1 hour before" = "1 hour before";
"2 hour before" = "2 hour before";
"Hours" = "HRs";
"will start in %d Hour" = "will start in %d Hour";
"will start in %d Minutes" = "will start in %d Minutes";
"is start now" = "is start now";
"will off in %d Hour" = "will off in %d Hour";
"will off in %d Minutes" = "will off in %d Minutes";
"is off now" = "is off now";

"__SYSTEM_ALERT_DETAIL__" = "you can choose use iOS default alert sound or use application's alert sound.";

"Alert Sound" = "Alert Sound";
"System Alert Sound" = "iOS Alert Sound";

/***/
"__NO_PROFILE_MESSAGE__" = "You don't have any shift profile yet, do you want to create one?";
"__NO_PROFILE_NO__" = "No";
"__NO_PROFILE_YES__" = "Yes,Create";



